{
  "greeting": "Dance",
  "second-tag": "Learn it or find your performer ",
  "description": "Ignite your passion for dance or strengthen your current skills. Choose from many styles of dance with our certified dance instructors. Want a personalized routine? No problem, message an instructor for your personalized plan.",
  "email": "Enter Email",
  "sign-up": "Sign Up Here",
  "email-details": "Sign up for emails and be the first to see our updates",
  "tools": "BUILT IN TOOLS",
  "tools-name": "All you need in one service",
  "tools-description": "Stay from the comfort of your home and find what you need. Dance lucid offers thousands of routines that are pre-planned or that can be created to fit you. Choose the time and place of your performance with just one click.",
  "network": "NETWORK OF PERFORMERS",
  "network-title": "Connect with dancers around the world",
  "network-text": "Find the dancer that you need. This platform connects you to dancers ready to share their art with you. Communicate with them through messaging if you have a more specific request.",
  "button": "Start Now",
  "how-it-works": "How it Works",
  "messaging": "Messaging",
  "messaging-text": "Choose to message one of our many dances through our integrated message system where you can send requests and get quick responses.",
  "easy-trans": "Easy Transactions",
  "easy-trans-text": "Purchase what you want when you want it. We offer a easy checkout process that will ease the hassle of booking. A few details and one button is all.",
  "quick-search": "Quick Searching",
  "quick-searching-text": "State of the art search engine allows you to find the results you want immediately. Search from our fast database",
  "how-do-I": "How do I start",
  "free-platform": "Is this platform free?",
  "multiple-booking": "Can I book multiple performances?",
  "get-dance": "How do I receive my dance routines?",
  "home": "Home",
  "market": "Marketplace",
  "add": "Add Listing",
  "Browse": "Browse Our Talent Group",
  "See": "See Thousands of Artist",
  "Search": "Search the Performers"
}
